
# Separate files:
#-------------------
# Docker
# KVM/Qemu


# Basics
curl
wget
vim
zsh
htop
git

# UFW
ufw
gufw

# Python
python3
python3-pip
python3-venv

# DevOps tools
ansible
meld
cmake
make
# neonbench:
clinfo
clang
ocl-icd-opencl-dev
opencl-clhpp-headers
mesa-opencl-icd

# Diag/useful tools
neofetch
mesa-utils
smartmontools
lm-sensors

# Basic services / modules
openssh-server
openssh-client
samba
zfsutils-linux

# Network testing
nmap
aircrack-ng

# SDR
rtl-433
gqrx-sdr

# GUI applications
vlc
okular
chromium
prusa-slicer
blender
hugin
wireshark
